src/test/java/features/WorkOrders/WO_Payloads/updateWO_StatusAWCOMP_paymentApproval_payload.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:max="http://www.ibm.com/maximo">
   <soapenv:Header />
   <soapenv:Body>
      <max:UpdateYVWWORKORDER creationDateTime="2008-09-29T11:49:45">
         <max:YVWWORKORDERSet>
            <max:WORKORDER action="Change">
               <max:SITEID>YVW</max:SITEID>
               <max:WONUM>#(woNum)</max:WONUM>
               <max:STATUSDATE>#(currentTime)</max:STATUSDATE>
               <max:ACTSTART>#(currentTime)</max:ACTSTART>
               <max:ACTFINISH>#(currentTime)</max:ACTFINISH>
               <max:FAILURECODE>GRVRETIC</max:FAILURECODE>
               <max:PROBLEMCODE>BLOCKAGE</max:PROBLEMCODE>
               <max:STATUS>AWCOMP</max:STATUS>
            </max:WORKORDER>
         </max:YVWWORKORDERSet>
      </max:UpdateYVWWORKORDER>
   </soapenv:Body>
</soapenv:Envelope>